{
	"About Me": "Über Mich",
	"Hello! I'm Manu Kapolke, a passionate frontend developer from Erlangen, Germany.": "Hallo! Ich bin Manu Kapolke, ein leidenschaftlicher Frontend-Entwickler aus Erlangen.",
	"Captivated by the ever-evolving world of web development, I immensely enjoy building impressive and user-friendly web experiences.": "Fasziniert von der sich ständig weiterentwickelnden Welt der Webentwicklung, macht es mir großen Spaß, beeindruckende und benutzerfreundliche Weberlebnisse zu schaffen.",
	"As a Doctor of Mathematics,": "Als promovierter Mathematiker ",
	"I have a great appreciation for \"beauty\" in abstract processes. In this sense, writing clean code is of utmost importance to me. Developing elegant and efficient frontend solutions with code as beautiful as possible is my main drive when programming.": "habe ich einen ausgeprägten Sinn für \"Schönheit\" in abstrakten Prozessen. In dieser Hinsicht ist das Schreiben von sauberem Code für mich von größter Bedeutung. Die Entwicklung von eleganten und effizienten Frontend-Lösungen mit möglichst schönem Code ist mein Hauptantrieb beim Programmieren.",
	"After my academic career, the transition from mathematical proofs to coding logic felt natural on the one hand, yet like discovering the missing piece of the puzzle in my life.": "Anschließend an meine akademische Laufbahn fühlte sich der Übergang von mathematischer Beweisführung zur analytischen Problemlösung durch Programmierung einerseits natürlich an, andererseits aber auch wie die Entdeckung des fehlenden Puzzleteils in meinem Leben.",
	"By now, I'm fully immersed in the world of software development, constantly learning and pushing myself to become the best developer I can be.": "Inzwischen bin ich voll und ganz in die Welt der Softwareentwicklung eingetaucht, lerne ständig dazu und treibe mich selbst an, der beste Entwickler zu werden, der ich sein kann.",
	"I am": "Ich bin",
	"Contact me!": "Kontaktieren",
	"Scroll down": "Scrollen",
	"Please enter a name with at least two characters.": "Bitte geben Sie einen Namen mit mindestens zwei Zeichen ein.",
	"Invalid email format.": "Ungültiges E-Mail-Format.",
	"Please write a message with at least two characters.": "Bitte schreiben Sie eine Nachricht mit mindestens zwei Zeichen.",
	"I've read the": "Ich habe die",
	"and agree to the processing of my data as outlined.": "gelesen und erkläre mich mit der Verarbeitung meiner Daten wie beschrieben einverstanden.",
	"privacy policy": "Datenschutzbestimmungen",
	"Send message": "Nachricht senden",
	"Contact": "Kontakt",
	"Need a frontend developer?": "Frontend-Entwickler gesucht?",
	"Contact me through this form, I am interested in all kinds of web developing projects.": "Kontaktieren Sie mich über dieses Formular, ich bin an allen Arten von Webentwicklungsprojekten interessiert.",
	"Together, we may create compelling and functional digital experiences that leave a lasting impression. Let's embark on this exciting journey of innovation and creativity!": "Gemeinsam können wir ansprechende und funktionale digitale Erlebnisse schaffen, die einen bleibenden Eindruck hinterlassen. Lassen Sie uns diese spannende Reise der Innovation und Kreativität antreten!",
	"You got a project waiting to be developed? Contact me!": "Sie haben ein Projekt, das darauf wartet, entwickelt zu werden? <b>Kontaktieren Sie mich!</b>",
	"Imprint": "Impressum",
	"Privacy": "Datenschutz",
	"Home": "Startseite",
	"In this section you find a selection of my favorite projects.": "In diesem Abschnitt finden Sie eine Auswahl meiner anspruchsvollsten Projekte.",
	"I kindly invite you to explore my portfolio and experience the diligence and dedication instilled into my work.": "Ich lade Sie herzlich ein, mein Portfolio zu erkunden und die Sorgfalt und Hingabe zu erleben, die in meine Arbeit eingeflossen sind.",
	"My Skills": "Meine Skills",
	"In the last months I have implemented over a dozen interesting projects with a variety of technologies. This allowed me to constantly broaden my expertise as a web developer.": "In den letzten Monaten habe ich über ein Dutzend interessanter Projekte mit einer Vielzahl von Technologien umgesetzt. Dadurch konnte ich mein Fachwissen als Webentwickler stetig erweitern.",
	"Get in touch": "Kontakt",
	"Your message has been sent, thank you!": "Ihre Nachricht wurde gesendet, vielen Dank!",
	"(Click to continue...)": "(Klicken, um fortzufahren...)"
}